Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
tok: mi kama jo e sitelen sina. nanpa sitelen la ni li ken kepeken tenpo suli, li ken kepeken tenpo lili. o pini ala e lipu ni.

source: Sentences are collected for people to read aloud.
tok: jan li kama jo e sitelen la, jan li toki uta e ona.

source: Sentence should not contain abbreviations
tok: o kepeken ala sitelen lili lon sitelen sina.

source: Sentence should not contain numbers
tok: nanpa o lon ala toki ni

source: Sentence should not contain symbols
tok: sitelen nasa o lon ala toki ni

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
tok: sitelen li pona tawa jan tu la, ilo li pana e sitelen ni tawa sona pi ilo Common Voice. sina ken pali e nasin pona pi toki sina <languageGuidelinesLink>lon lipu ni</languageGuidelinesLink>. ni o lon: <licenseLink>jan ale li ken kepeken</licenseLink> sitelen ale. sitelen o kepeken nimi 14 anu lili. o toki tawa jan sitelen la, ona li ken kepeken <waiverLink>lipu ni</waiverLink>, li ken pana e sitelen ona kepeken nasin open. ona li ken pana e lipu tawa poki lipu commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
tok: sina pana ala e sitelen. sina wile ala wile weka?

source: { $sentences } sentences failed
tok: sitelen { $sentences } li pakala.

source: { $sentences } sentences reviewed. Thank you!
tok: sina lukin e sitelen { $sentences }. sina pona!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
tok: toki li pona la, mi pana insa e ona lon tenpo suno nanpa tu wan pi tenpo suno. mi pana e ona lon ilo lon tenpo pi pana weka kalama.

source: Sentence text
tok: nimi sitelen

source: Serbian
tok: toki Sepi

source: Sesotho
tok: toki Sesoto

source: Set a goal
tok: o wile pali

source: Set my visibility
tok: len ala len

source: Setswana
tok: toki Sewana

source: Settings
tok: nasin ilo

source: SHA256 Checksum Copied!
tok: sina kama jo e nanpa pi nasin SHA256!

source: Share Common Voice
tok: o pana e ilo Common Voice

source: Share my goal
tok: o pana e wile pali

source: Share your clip
tok: o pana e kalama awen sina

source: Share your { $count } Clip Daily Goal for { $type }
tok: o pana e pali suli pi kalama awen { $count } tawa { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
tok: o pana e kalama awen sina { $count } pi tenpo esun, tan pali { $type }

source: Shilha
tok: toki Sila

source: Shortcuts
tok: nena pali

source: [Should be ‘dinosaurs’]
tok: [o weka ala e nimi "mi la"]

source: [Should be “We are”]
tok: [nimi "pakala ale" li sama nimi wan]

source: Show all skipped sentences again
tok: mi sona ala lon tenpo pini la, o sin e sitelen ni

source: Show my ranking
tok: o len ala e pali mute mi

source: Sicilian
tok: toki Sisijanu

source: Sign up
tok: o pali e sijelo ilo

source: Sign up for an account
tok: o pali e sijelo ilo

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tok: o kama jo e lipu ni: sona sin en pali sin en wile pali sina

source: sign up for email updates
tok: o kama jo e lipu sin

source: Sign up for { $lang } updates:
tok: o kama jo e sona sin pi { $lang }

source: Single ZIP file containing
tok: poki lipu ZIP wan li jo e ni:

source: Sinhala
tok: toki Sinala

source: Siswati
tok: toki Siwasi

source: Size
tok: suli

source: Skip
tok: mi sona ala

source: Skip Submission Feedback
tok: sina pali la ilo o toki ala toki e toki lili pi pali pona tawa sina?

source: Slovak
tok: toki Sopa

source: Slovenian
tok: toki Soleni

source: Social media
tok: kulupu pi jan toki

source: Somali
tok: toki Somalija

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
tok: toki li ken jo e nasin toki ante mute, e nimi ante mute, e nasin kalama ante. ni la, lon tenpo sike 2022 la, ilo li kama jo e <ctaLink>ilo 'Variants'</ctaLink>. ni la, kulupu toki li ken ante pona e toki ona lon kulupu sona suli.

source: Someone asks for a language to be added.
tok: jan li wile e toki lon ilo ni.

source: Something went wrong with reCAPTCHA. Please try again.
tok: ilo reCAPTCHA li pakala. o sin.

source: Soninke
tok: toki Soninkankane

source: Sorbian, Lower
tok: toki Tonosesuki

source: Sorbian, Upper
tok: toki Konkosepusina

source: Sorry, Common Voice is running slowly. Thanks for your interest.
tok: mi pakala. ilo Common Voice li pakala lili. sina pona tan wile kama sina.

source: Sorry, something went wrong
tok: ijo li pakala.

source: Source: { $sentenceSource }
tok: sitelen li tan ni: { $sentenceSource }

source: Source: { $source }
tok: tan: { $source }

source: Spanish
tok: toki Epanja

source: Speak
tok: o toki uta

source: Speakers
tok: jan toki

source: Speaking
tok: toki

source: Speaking and Listening
tok: toki en kute

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
tok: nasin toki pi tenpo ale la o kepeken e kalama ni a! nasin toki sina li pona tan ni: mi wile e nasin kalama sina e suli kalama sina.

source: Speak now
tok: o toki uta

source: Speak up, contribute here!
tok: o toki, o pana lon ilo ni!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
tok: <speechBlogLink>o open kepeken ilo kute!</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
tok: tenpo mute la toki li nasin pona. ona li ken e toki tawa jan ante. ilo pi kalama toki jan li pana e ken ni tawa ilo sona pi mi ale. mi mute li ken e jan pi pali ilo la ilo li kute pona e kalama toki jan. ni la ona li ken ante toki e toki lon tenpo li ken pana e pona kepeken toki. taso, ilo ni mute li esun li open ala. ilo Common Voice la jan ken pali kepeken ilo suli li ken pana e pona li ken pana e ilo lon toki ona. mi wile e ni: jan ale li ken kepeken e ilo kute. tan ni la mi kulupu e kalama toki jan. toki mute ni li suli li jo e jan toki mute. toki ante li jo e kulupu toki lili. ni la ilo mute li ken ala kepeken e ni. mi o pana e kulupu suli pi kalama toki jan. ni la jan pali en jan esun en kulupu toki mute li ken pona e ni.

source: Speech-to-text (STT)
tok: ilo kute

source: Speech-to-text (STT) technologies convert voice data into text.
tok: ilo ni li kute e toki jan, li sitelen e ona.

source: Split into { $archiveCount } ZIP files containing
tok: o kulupu lili e poki lipu ZIP { $archiveCount }. ona li jo e ni:

source: Splits
tok: kulupu lili

source: Start recording
tok: o open e ilo kute

source: Start typing to describe your accent
tok: o pana e sona pi nasin kalama sina

source: Statistics
tok: nanpa pali

source: Stats
tok: pali

source: Status Page
tok: ilo li pilin seme?

source: Streaks
tok: tenpo pi kulupu pali

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
tok: <strong>[kalama pakala]</strong> la soweli ni <strong>[kalama pakala]</strong> li suwi.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
tok: <strong>jan toki li kepeken e nasin kalama ante la, o weka ala e ona.</strong> nasin kalama mute la, ilo ken pali pona tawa jan ale.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
tok: <strong>o pali pona!</strong> kulupu pi toki sina o pona. nasin mute la sina ken open pali e ni.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
tok: <strong>ilo Sentence Collector</strong> li kama jo e sitelen, li pona e sitelen open. o pali e <scAccountLink>sijelo ilo</scAccountLink>. ni la, o pana e toki sina tawa <strong>lipu jan</strong> sina. sina ken <strong>pana</strong> e sitelen. sina ken <strong>pona</strong> e sitelen.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
tok: <strong>[kalama]</strong> mi la soweli ni li <strong>[kalama]</strong> suwi a.

source: <strong>To collect sentences</strong> - <scVideo>set up</scVideo> on <scLink>Sentence Collector</scLink>.
tok: sina wile <strong>kama jo e sitelen</strong> la, o <scVideo>kepeken</scVideo> <scLink>ilo Sentence collector</scLink>.

source: <strong>To translate the site</strong> - get <translateVideo>set up</translateVideo> on <pontoonLink>Pontoon</pontoonLink>. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request it</pontoonRequestLink>. Then ask <repoLink>via GitHub</repoLink> to have the Common Voice project made available for the language. See more on <localizationFragment>site translation</localizationFragment>.
tok: <strong>sina wile ante toki e lipu ni la</strong> o <translateVideo>kepeken</translateVideo> <pontoonLink>ilo Pontoon</pontoonLink>. ilo Pontoon li jo e toki mute. ona li jo ala e toki sina la, <pontoonRequestLink>sina ken pana e toki sin</pontoonRequestLink>. o wile e ona lon <repoLink>lipu ni</repoLink>. ni la ilo Common Voice li ken kama e toki sina. o lukin e toki mute lon <localizationFragment>lipu ni</localizationFragment>.

source: Submission: { $batchId }
tok: ijo pana: { $batchId }

source: Submission Error
tok: pakala li lon pana

source: Submit
tok: o pana

source: Submit a report
tok: o pana e toki pakala

source: Submit clips
tok: o pana e pali

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
tok: sina pana e sitelen. sitelen { $duplicates } li lon la, ona li weka.

source: Subscribe
tok: o kama jo

source: Success
tok: pona

source: Success, profile created!
tok: pona, sina pali e lipu!

source: Swahili
tok: toki Sawili

source: Swedish
tok: toki Sensa

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
tok: sina luka tawa poka pi sitelen pini (→) la, sina pona e sitelen. sina luka tawa poka pi sitelen open (←) la, sina ike e sitelen. sina luka tawa sewi (↑) la, sina weka e sitelen. o sona e ni: o pana e sona sina!

source: Syriac
tok: toki Sujaja

source: Tagalog
tok: toki Takalo

source: Tahitian
tok: toki Tasiti

source: Taiwanese (Minnan)
tok: toki Minan

source: Tajik
tok: toki Tosiki

source: Taking several attempts to read a word.
tok: sina toki e nimi lon tenpo mute.

source: Tamazight
tok: toki Samasi

source: Tamil
tok: toki Tami

source: Tap
tok: pilin

source: Tatar
tok: toki Tatasa

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
tok: kulupu sona Tatoeba li kulupu sitelen, li kulupu pi ante toki, li kulupu toki. ona li jo e toki Inli tan kulupu Tatoeba.

source: TED-LIUM Corpus
tok: kulupu sona TED-LIUM

source: Tell us what you'd like to download:
tok: sina wile kama jo e seme?

source: Telugu
tok: toki Teluku

source: Terms
tok: lawa kepeken

source: Thai
tok: toki Tawi

source: Thanks for confirming your account, now let's build your profile.
tok: sina pali e sijelo sina. tenpo ni la o lipu e ijo sina.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
tok: tan pana pi jan mute 259000 lon toki mute 50 la, kulupu sona Common Voice li pona e pali pi ilo kute. ni la, ilo li pona tawa jan, tawa toki.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
tok: sina pona!<lineBreak></lineBreak>anpa la o lukin, o pana e kalama toki sina.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tok: sina pona tan ni: sina wile pali lon { $lang }. mi pali suli e ni: toki ale li ken kama lon ilo. mi pana e sona sin tawa kulupu jan pi toki ni. sina wile pali la, o pana e nimi pi poki lipu sina lon anpa.

source: Thank you! You’ve sent a new language enquiry
tok: sina pona! sina pana e wile pi toki sin.

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
tok: o lukin e kulupu toki, e sitelen toki, e sitelen tawa musi, e ijo ale pi jan toki.

source: The bumblebee sped by.
tok: o kama pona lon tomo mi.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
tok: lipu pi kalama weka li jo e kalama awen. kalama awen li ike lon lipu ni, li pana ala tawa kulupu kalama pi ilo Common Voice. sina ken kama jo e kalama weka.

source: The clip has disrespectful or offensive language.
tok: kalama awen li jo e toki ike.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
tok: kulupu sona Common Voice li pona tawa kulupu Mozilla, tawa ilo kama Deep Speech. pali wan pi ilo Deep Speech li tan tenpo sike 2017 lon tenpo mun 11. kepeken kulupu sona Common Voice la, ilo kute pi jan ale li tawa jan ale, li pona jan ale. mi mute li wile e ni: jan sona li kepeken ilo ni, li pali e ilo pona mute.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
tok: kulupu sona Common Voice li jo e kalama awen toki mute mute. ni li pona e pali pi jan sona, li ken e pali pi ilo kute.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
tok: kulupu sona pi ilo Common Voice li tawa jan ale. jan ale li ken kepeken ona, li ken pali e ilo kute e ilo toki kepeken ona. jan li kama jo e kulupu sona la, ona li ken ala sona e jan pi kulupu sona. kalama ale li jo ala e sona jan. sina kama jo e kulupu sona la, sina o ni: sina alasa ala sona e jan pi kulupu sona. ni la, sina ken ala kepeken kulupu sona tawa sona jan. ante la, sina ken pali e ilo kute, e ilo toki, e ilo ante kepeken kulupu sona pi ilo Common Voice.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
tok: kulupu sona Common Voice li pana kepeken <licenseLink>lipu CC0</licenseLink>, lon <datasetLink>lipu pi kulupu sona</datasetLink>. sina ken kama jo e kulupu sona ante tan lipu ni.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
tok: ilo Common Voice li jo e sitelen { $sentenceCount } lon toki { $languageCount }!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
tok: ni li nanpa pi kalama awen pona. kalama awen li pona tawa jan 2 (tan jan 3) la, ona li pona. ale ni la, sina ken sona e suli pi ilo ni, e pali tawa tenpo suli 10,000.

source: The count of voice recording hours we have collected so far.
tok: nanpa tenpo pi kalama awen

source: The giant dinosaur of the Triassic.
tok: soweli ni li suwi.

source: The giant dinosaurs of the Triassi-.
tok: mi la soweli ni li suw-.

source: The giant dinosaurs of the Triassic.
tok: mi la soweli ni li suwi.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
tok: mi la soweli ni li suwi. <strong>[jan wan li toki]</strong>

source: The giant dinosaurs of the Triassic. Yes.
tok: mi la soweli ni li suwi a. pona.

source: The giant dino <strong>[cough]</strong> the Triassic.
tok: mi la sowe-<strong>[kalama]</strong> li suwi.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
tok: pali Common Voice la mi wile ken e ni: jan ale li ken pali e ilo kute, e ilo pi sona jan, e ilo ale ni: ona li wile e toki uta mute. kalama ni la jan li ken pali e ilo pali kute, taso jan li ken pali e ijo mute ante.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
tok: ilo Common Voice pi toki mute li kama pona. sina wile pana e toki sin tawa ilo Common Voice la, o lukin e <sentenceCollectorLink>ilo Sentence Collector</sentenceCollectorLink> tawa ni, e <pontoonLink>ilo pi ante toki Pontoon</pontoonLink> tawa ni. sina pana e sitelen 5 000 la, toki sin li kama tawa ilo Common Voice.

source: The number of recordings and which languages you contribute to will be public.
tok: mi pana e nanpa pi kalama sina e toki sina.

source: The pages for this language might not be fully translated. You can help out with translation <pontoonLinkLink>on Pontoon</pontoonLinkLink>.
tok: lipu li ken jo e wan pi ante toki ala. sina ken ante toki <pontoonLinkLink>lon ilo Pontoon</pontoonLinkLink>.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
tok: ni li nasin weka pi sona jan tan kulupu sona Common Voice.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
tok: kulupu mute li lon, li ken wile pana, li jo e sitelen mute mute tawa pana pi jan ale. o toki tawa tomo sona suli, tawa jan lawa, tawa jan pi sona open lon ilo Common Voice.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
tok: sina ken toki toki kepeken nasin mute. ilo kute la, ilo Common Voice li wile e ni: jan tu li sona e toki pi ona tu.

source: The recording was too long.
tok: pakala la kalama li tenpo suli ike.

source: The recording was too quiet.
tok: kalama pi toki uta li lili la, kalama awen li pakala.

source: The recording was too short.
tok: pakala la kalama li tenpo lili ike.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
tok: kalama suli jan li ken ante. kalama awen li pakala tan kalama suli la, o weka. kalama awen li pakala tan kalama lili la, o weka.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
tok: kulupu li suli e toki ni. linja ni li pana e sona pi suli toki lon <localizationGlossaryLink>lipu toki</localizationGlossaryLink>, lon <sentenceCollectionGlossaryLink>kulupu pi linja toki</sentenceCollectionGlossaryLink>.

source: The selected file is too large
tok: lipu sina li suli mute la, sina ken ala pana

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
tok: ilo Sentence Collector li ilo pi <commonVoiceLink>ilo Common Voice</commonVoiceLink>. kepeken ona la jan li ken kama jo e sitelen, li ken pona e sitelen. ilo li ken jo e sitelen mute, li ken pana e ona tawa ilo Common Voice. taso, sitelen ale o tawa jan ale, o open. lon tenpo esun pini la mi pana e sitelen pona ale tawa lipu Common Voice.

source: The sentence has a grammatical or spelling error.
tok: sitelen li pakala.

source: The sentence has disrespectful or offensive language.
tok: sitelen li jo e nimi ike.

source: The sentence must be grammatically correct.
tok: toki ni o lon nasin.

source: The sentence must be speakable.
tok: toki ni o ken tawa kalama uta.

source: The sentence must be spelled correctly.
tok: sitelen lili ale o pona nasin lon nimi ale pi toki ni.
